

const Details2 = () => {
     return (
          <div className="m-10">
               <h2 className="text-2xl">
               আমাদের সম্পর্কে
               </h2>
               <hr />
               <p className="my-5">
               আমরা মার্কিন যুক্তরাষ্ট্র জুড়ে কৌশলগত অবস্থানগুলিতে সম্পূর্ণরূপে সমন্বিত বিটকয়েন খনির সুবিধাগুলি বিকাশ, মালিকানা এবং পরিচালনা করি, আমাদের সম্প্রদায়গুলিতে টেকসই সুবিধা প্রদান করার সাথে সাথে বিনিয়োগকারীদের জন্য উল্লেখযোগ্য রিটার্ন তৈরি করি।
               </p>
          </div>
     );
};

export default Details2;