

const Details3 = () => {
     return (
          <div>
               <div>
                    <img className="my-4" src="https://api.terawulfpro.com/upload/ee2edf861603cff8/14f180198de7cd69.jpg" alt="" />
               </div>
               <p className="text-sm sm:text-base md:text-lg lg:text-xl xl:text-2xl text-wrap text-left my-2 text-ellipsis overflow-hidden m-24 max-w-full">
                    নটিলাস ক্রিপ্টোমাইন হল একটি বিটকয়েন খনির সুবিধা যা যৌথভাবে টেরাউল্ফ এবং ট্যালেন এনার্জি কর্পোরেশনের মালিকানাধীন, যা পিজেএম ইন্টারকানেকশন নেটওয়ার্কের মধ্যে 2.5 গিগাওয়াট শূন্য-কার্বন পারমাণবিক বিদ্যুৎ উৎপাদন সুবিধার মধ্যে অবস্থিত। নটিলাস একটি দীর্ঘমেয়াদী, শূন্য-কার্বন বিদ্যুৎ সরবরাহ থেকে উপকৃত হয় পারমাণবিক সুবিধাগুলি থেকে প্রতি কিলোওয়াট-ঘণ্টায় মাত্র 2 সেন্টের অতুলনীয় খরচে। 100% পারমাণবিক চালিত বিটকয়েন মাইনিং সুবিধাটি তার ধরণের প্রথম এবং এটি উত্তর আমেরিকার সবচেয়ে বড় এবং সবচেয়ে দক্ষ বিটকয়েন খনন কার্যক্রমগুলির মধ্যে একটি হবে বলে আশা করা হচ্ছে।
               </p>

          </div>
     );
};

export default Details3;