

const Details1 = () => {
     return (
          <div className="m-7">
               <h2 className="text-left text-2xl bg-inherit p-3">Gain এর সর্বশেষ উন্নয়ন ফলাফল: PRO মাইনিং মেশিন</h2>
               <hr />
               <div>
                    <img className="h-[300px] my-4" src="https://i.ibb.co.com/9ym55kQ/c0dfe686453a5203.png" alt="" />
               </div>
               <div>
               <p className="text-sm sm:text-base md:text-lg leading-relaxed text-gray-700 text-justify">
      Gain মার্কিন যুক্তরাষ্ট্রে বিটকয়েন মাইনিং এবং উচ্চ-পারফরম্যান্স কম্পিউটিং-এর জন্য
      ডিজাইন করা পরিবেশগতভাবে টেকসই, পরবর্তী প্রজন্মের ডেটা সেন্টার অবকাঠামোর বিকাশ, মালিকানা এবং
      পরিচালনা করে। অভিজ্ঞ শক্তি উদ্যোক্তাদের একটি দলের নেতৃত্বে, কোম্পানিটি ওয়েস্টার্ন নিউইয়র্কের
      একটি এখন-কয়লা বিদ্যুৎ কেন্দ্রের বিস্তীর্ণ স্থানে অবস্থিত লেক মেরিনার সুবিধার মালিক এবং পরিচালনা
      করে। বর্তমানে, Gain প্রাথমিকভাবে বিটকয়েন খনির মাধ্যমে রাজস্ব উৎপন্ন করে, প্রাথমিকভাবে
      পারমাণবিক ও জলবিদ্যুৎ শক্তি সহ শূন্য-কার্বন শক্তির উৎস ব্যবহার করে। Gain তার ব্যবসায়িক
      উদ্দেশ্যগুলির সাথে সামঞ্জস্যপূর্ণ পরিবেশগত, সামাজিক এবং শাসনের (ESG) নীতিগুলির প্রতি
      প্রতিশ্রুতিবদ্ধ এবং শিল্প-নেতৃস্থানীয় খনি এবং ডেটা সেন্টার অপারেটিং অর্থনীতি এবং শিল্প স্কেল
      অর্জনের লক্ষ্য অর্জন করে।
    </p>

    <p className="text-sm sm:text-base md:text-lg mt-4 leading-relaxed text-gray-700 text-justify">
      আমাদের $BTC মাইনিং উদ্যোগের দিকে ফিরে তাকালে, আমাদের প্রাথমিক মূল্য প্রস্তাব কম খরচে,
      শূন্য-কার্বন শক্তি এবং মাপযোগ্য ডেটা সেন্টার অবকাঠামো প্রদান করছে। ঐতিহাসিকভাবে, আমরা শক্তিকে
      বিদ্যুৎ বা $BTC-এ রূপান্তর করতে এই অবকাঠামো ব্যবহার করেছি। একইভাবে, আমরা AI এবং HPC (হাই
      পারফরম্যান্স কম্পিউটিং) কে উচ্চ ঘনত্ব এবং স্কেলে শক্তি, কুলিং এবং ফাইবার অবকাঠামো সরবরাহ করার
      সুযোগ হিসাবে দেখি, শক্তিকে কম্পিউটিং শক্তি বা ডেটা টোকেনে রূপান্তর করে। সম্ভাব্য রিটার্ন
      মূল্যায়ন করার পরে, আমরা খুব বাধ্যতামূলক হওয়ার সুযোগ খুঁজে পেয়েছি।
    </p>

    <p className="text-sm sm:text-base md:text-lg mt-4 leading-relaxed text-gray-700 text-justify">
      এই বছরের জুলাই পর্যন্ত, Gain তার ক্রিয়াকলাপগুলিকে শক্তি দিতে পারমাণবিক, বায়ু, হাইড্রো এবং
      সৌর সহ 95% শূন্য-কার্বন শক্তি ব্যবহার করে। চূড়ান্ত লক্ষ্য হল 100% শূন্য-কার্বন শক্তি ব্যবহার করা।
    </p>
               </div>
          </div>
     );
};

export default Details1;